[
  {
    "id": "circlek",
    "company": "Circle K",
    "title": "Driving traffic to store",
    "desc": "We deliver a fully-fledged solution driving incremental foot traffic to stores and expand the number of Extra Club Members in Europe.",
    "img": "images/circle-k.webp"
  },
  {
    "id": "flyingtiger",
    "company": "Flying Tiger",
    "title": "Driving store traffic in multiple markets",
    "desc": "We have delivered strong ROI focused campaigns to up to 11 markets at the same time seamlessly with extremely high redemption ratios.",
    "img": "images/flying-tiger.webp"
  },

  {
    "id": "danskespil",
    "company": "Danske spil",
    "title": "Highly engaging concepts",
    "desc": "Our highly engaging concepts deliver superior conversions and drive new leads and activate current customers effectively.",
    "img": "images/ds.webp"
  },

  {
    "id": "carlsberg",
    "company": "Carlsberg",
    "title": "Social Voucher driving traffic to pubs",
    "desc": "Carlsberg wanted to drive footfall to the partner Old Irish Pub. The solution was a true social voucher, connecting people in a new and exciting way.",
    "img": "images/carlsberg.webp"
  },
  {
    "id": "imerco",
    "company": "Imerco",
    "title": "Highly engaging concepts",
    "desc": "Our highly engaging concepts delivers superior conversions and drive new leads. We have also developed bespoke solutions for Imerco selected supplier – i.e. Kai Boyesen.",
    "img": "images/imerco.webp"
  },
  {
    "id": "arla",
    "company": "Arla",
    "title": "Driving sales in 7-eleven",
    "desc": "Arla have a long lasting license for Starbucks Ready-to-drink products. We designed a relaunch campaign driving traffic to 7-eleven for daily commuters. We also added a twist of Gamification.",
    "img": "images/7eleven.webp"
  },
  {
    "id": "mash",
    "company": "MASH",
    "title": "Christmas Activity",
    "desc": "MASH has been exploring the voucher concepts in multiple campaigns and wanted to take it to the next level. We agreed to put people into the equation as a centerpiece of the campaign.",
    "img": "images/mash.webp"
  },
  {
    "id": "bt",
    "company": "B.T.-Metro",
    "title": "Driving frequent readers of B.T.metro",
    "desc": "We delivered a bespoke solution for B.T.metro to enhance the frequency of daily readers. We added a new interactive scanning feature in the overall gameplay.",
    "img": "images/bt.webp"
  },
  {
    "id": "bestseller",
    "company": "Bestseller",
    "title": "Driving store traffic in multiple markets",
    "desc": "We have delivered mobile voucher solutions for Nameit and Vero Moda in over 6 countries in Europe.",
    "img": "images/bestseller.webp"
  }
]
